import review01 from '#/images/reviews/01.png';
import review02 from '#/images/reviews/02.png';
import review03 from '#/images/reviews/03.png';
import review04 from '#/images/reviews/04.jpg';
import review05 from '#/images/reviews/05.jpg';
import review06 from '#/images/reviews/06.jpg';
import { ReviewItem } from '@types';

export const reviewsArray: ReviewItem[] = [
  {
    img: review01,
    review:
      'Дуже вдячний усім хто доклав зусиль при створенні даного контенту для підвищення рівня знань. Інформація актуальна, важлива та безперечно необхідна.',
    name: 'Андрій Левада',
  },
  {
    img: review02,
    review:
      'Дуже цікавий курс, корисна інформація. Дякую організаторам і лектору за можливість отримання нових знань, які є необхідним на сучасному етапі роботи зі студентами.',
    name: 'Юлія Биковець',
  },
  {
    img: review03,
    review: 'Дякую! Для науково-педагогічних працівників важливо володіти цією інформацією. Корисно та пізнавально!',
    name: 'Марія Омельченко',
  },

  {
    img: review04,
    review: 'Дуже корисна інформація. Дякую за можливість підвищити свої професійні компетентності. Процвітання вам і вашому університету!',
    name: 'Галина Красовська',
  },
  {
    img: review06,
    review: 'Дякую розробникам за професійне відношення до підготовки курсу.',
    name: 'Ігор Вечірко',
  },
  {
    img: review05,
    review:
      'Курс виявився дійсно змістовним і корисним досвідом для мене. Я отримала багато нової інформації та цінних інсайтів щодо ефективного використання ChatGPT у навчанні.',
    name: 'Єлизавета Шкурко',
  },
];
