import icon01 from '#/icons/06.svg';
import icon02 from '#/icons/07.svg';
import icon03 from '#/icons/08.svg';

import { AboutItem } from '@types';

export const aboutArray: AboutItem[] = [
  {
    content:
      'Європейський університет – найбільший приватний заклад вищої освіти в Україні. Університет засновано родиною Тимошенків у 1991 році. За роки існування колективом університету підготовлено більше 150 000 фахівців, які працюють в усіх куточках світу. Університет має 12 філій по Україні та за кордоном.',
    img: icon01,
  },
  {
    content:
      'Університет надає здобувачам доступ до потужної та сучасної інфраструктури – бібліотек, центру культури і мистецтв, спортивних майданчиків, диско-залу, кафе, медично-оздоровчого комплексу, спортивно-оздоровчої та гірськолижної баз.',
    img: icon02,
  },
  {
    content:
      'Якщо Ви прагнете здобути додаткові компетентності, м’які та жорсткі навички, отримати Сертифікат про проходження стажування і підвищення кваліфікації, зверніть увагу на онлайн курси від Європейського університету.',
    img: icon03,
  },
];
